benchmark/txt_reports/pyflask_txt/result_parse_url_2m_10000.bin.txt
Requests      [total, rate, throughput]         1200000, 10000.09, 10000.07
Duration      [total, attack, wait]             2m0s, 2m0s, 147.15µs
Latencies     [min, mean, 50, 90, 95, 99, max]  69.6µs, 139.006µs, 120.402µs, 172.218µs, 221.505µs, 412.211µs, 24.896ms
Bytes In      [total, mean]                     18940800, 15.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1200000  
Error Set: