benchmark/txt_reports/pyflask_txt/result_post_2m_10000.bin.txt
Requests      [total, rate, throughput]         1199991, 10000.00, 9999.99
Duration      [total, attack, wait]             2m0s, 2m0s, 134.41µs
Latencies     [min, mean, 50, 90, 95, 99, max]  69.75µs, 138.08µs, 119.479µs, 174.351µs, 224.264µs, 394.078µs, 25.343ms
Bytes In      [total, mean]                     40799694, 34.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1199991  
Error Set: