benchmark/txt_reports/pyflask_txt/result_post_read_big_body_2m_2000.bin.txt
Requests      [total, rate, throughput]         240000, 2000.02, 2000.01
Duration      [total, attack, wait]             2m0s, 2m0s, 529.74µs
Latencies     [min, mean, 50, 90, 95, 99, max]  232.64µs, 451.76µs, 363.401µs, 664.025µs, 755.57µs, 1.977ms, 23.221ms
Bytes In      [total, mean]                     7293360000, 30389.00
Bytes Out     [total, mean]                     7293600000, 30390.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:240000  
Error Set: