benchmark/txt_reports/pyflask_txt/result_raw_json_2m_10000.bin.txt
Requests      [total, rate, throughput]         1200000, 10000.08, 10000.07
Duration      [total, attack, wait]             2m0s, 2m0s, 122.63µs
Latencies     [min, mean, 50, 90, 95, 99, max]  69.27µs, 139.395µs, 119.235µs, 176.111µs, 229.322µs, 396.808µs, 24.923ms
Bytes In      [total, mean]                     39600000, 33.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1200000  
Error Set: